/* 
  Localizable.strings
  Shadow

  Created by Étienne de Thoury on 26/04/2018.
  Copyright © 2018 Romain Caire. All rights reserved.
*/

"viewcontroller_gamer_mode_auto" = "Automatique";
"viewcontroller_gamer_mode_locked" = "Souris bloquée";
"viewcontroller_gamer_mode_unlocked" = "Souris débloquée";

"viewcontroller_mouse_to_auto" = "Souris automatique";
"viewcontroller_mouse_to_lock" = "Bloquer la souris";
"viewcontroller_mouse_to_unlock" = "Débloquer la souris";

"viewcontroller_alert_hardware_decoder_not_found_title" = "Attention !";
"viewcontroller_alert_hardware_decoder_not_found_text" = "Votre matériel n'est pas optimisé pour le décodage H.265 et vos performances pourraient être dégradées.";
"viewcontroller_alert_hardware_decoder_not_found_ok" = "Continuer en H.265";
"viewcontroller_alert_hardware_decoder_not_found_cancel" = "Passer en H.264";
"viewcontroller_alert_hardware_decoder_not_found_warning" = "Ne plus me demander";

"viewcontroller_alert_hardware_decoder_h264_not_found_title" = "Attention !";
"viewcontroller_alert_hardware_decoder_h264_not_found_text" = "Votre matériel semble trop ancien pour supporter des hautes résolutions.\n\nSi vous rencontrez des soucis de performances, essayez de diminuer la résolution de votre Shadow.";
"viewcontroller_alert_hardware_decoder_h264_not_found_ok" = "Ok";
"viewcontroller_alert_hardware_decoder_h264_not_found_warning" = "Ne plus me rappeler";

"viewcontroller_alert_hardware_decoder_hevc_not_enabled_title" = "Attention !";
"viewcontroller_alert_hardware_decoder_hevc_not_enabled_text" = "Votre configuration ne supporte pas le décodage H.265. Veuillez désactiver l'option et relancer Shadow.";
"viewcontroller_alert_hardware_decoder_hevc_not_enabled_ok" = "Ok";

"ocapture_not_updated_title" = "Mise à jour nécessaire";
"ocapture_not_updated_text" = "Veuillez redémarrer Windows. Si le problème persiste, veuillez contacter le support";
"ocapture_not_updated_ok" = "Ok";
